export const cocktails = [
  {
  "_id": "664396150ab8f0fcd346b799"
  ,
  "title": "Смузи с клубникой и манго",
  "recipe": "1. Клубнику вымыть, обсушить, удалить хвостики и нарезать кусочками. Если клубника замороженная, предварительно ее разморозить. \n2. Манго вымыть, обсушить. Разрезать плод пополам и удалить косточку. Каждую половинку очистить от кожуры и нарезать небольшими кусочками. Важно очищать манго именно в такой последовательности. Ведь после снятия кожуры плод становится скользким. При разрезании его пополам можно порезаться. Косточка у манго крупная и плоская, мякоть плотно с ней срастается, поэтому придется повозиться. \n3. В высокий стакан выложить кусочки манго и клубники. Влить кефир. Жирность кефира выбирать по своему вкусу. Также вместо кефира можно использовать молоко, обычное или растительное (кокосовое, миндальное и т.д.). По желанию можно добавить в смузи немного меда или сахара, особенно в случае если кефир кислый. \n4. Взбить все погружным блендером 1-2 минуты до получения густой однородной массы. \n5. Смузи с манго и клубникой разлить по стаканам и подать к столу. Приятного аппетита!",
  "video": "https://www.youtube.com/watch?v=ECR14GYORtM&t=1s",
  "image": "https://i.pinimg.com/736x/a5/c7/79/a5c779f751c1a9dec847b105bcacc70d.jpg",
  "ingredients": [
    "кефир - 150 миллилитров",
    "клубника - 200 граммов",
    "манго - 1 штука"
  ]
},
{
  "_id": "664398430ab8f0fcd346b79a"
  ,
  "title": "Какао с бананом",
  "recipe": "1. Бананы очистить от кожуры и нарезать кружочками. \n2. Взять сотейник, всыпать в него какао. Влить небольшими порциями молоко, перемешать какао до полного намокания. Удобнее будет воспользоваться венчиком. \n3. Поставить сотейник на небольшой огонь. Проварить какао, помешивая, до горячего состояния, но не кипятить — таким образом можно избежать образования пенки. \n4. Взять блендер и выложить в него нарезанные кусочки банана. Влить туда же горячее какао. \n5. Взбить напиток до полной однородности, в течение примерно 1 минуты. Если нет стационарного блендера, то можно воспользоваться погружным. В этом случае нужно перелить какао в высокую посуду, чтобы не забрызгать все вокруг. \n6. Перелить горячий напиток в стаканы или чашки и подавать к столу. Или охладить его. Он вкусен в любом состоянии. В такое какао не нужно добавлять сахар, так как хватит сладости от банана. Приятного аппетита!",
  "video": "https://www.youtube.com/watch?v=jHuFVN3V8Ig&t=2s",
  "image": "https://static.1000.menu/img/content-v2/ef/4d/73099/kakao-s-bananom_1678966357_5_max.jpg",
  "ingredients": [
    "молоко - 400 миллилитров",
    "какао порошок - 4 столовые ложки",
    "бананы - 2 штуки"
  ]
},
{
  "_id":  "6643a6099d8f0d5b5b46b799"
  ,
  "title": "Овсяный кисель",
  "recipe": "1. Овсяную крупу нужно измельчить, но не мелко, а лишь слегка раздробить. Для этого можно воспользоваться погружным блендером, но делать это нужно в глубокой посуде, чтобы частички не разлетелись по столу или измельчить в чаше блендера. Дробленный овес нужен для улучшения брожения. \n2. Взять чистую сухую банку вместимостью не менее 1,5 л., всыпать в нее овсяные хлопья и дробленный овес.  \n3. Следом влить в банку кефир. \n4. Добавить теплую воду, и все хорошо перемешать деревянной ложкой. \n5. Банку накрыть марлей, зафиксировать ее резинкой. Поставить банку в темное место для брожения на 2 суток. Оптимальная температура 22-26 градусов. В летний сезон брожение может проходить быстрее, поэтому времени понадобится меньше. \n6. Через 2 суток брожение закончится, состав в банке разделится на две части: вверху жидкость, внизу овес. \n7. Процедить содержимое банки через сито. Полученный осадок промыть. Для этого сложить жмых обратно в банку, налить около стакана кипяченой воды, взболтать и снова откинуть на сито. Жмых можно использовать для выпечки. \n8. Полученную жидкость слить обратно в банку (банку перед этим помыть), также прикрыть марлей, ее закрепить и оставить еще на 12-16 часов. \n9. Спустя время на дне банки образуется осадок - это закваска, основа для приготовления овсяного киселя. Жидкость сверху - овсяный квас. Этот освежающий напиток хорошо утоляет жажду в жаркое время года, богат витаминами и микроэлементами. Его можно хранить в холодильнике, а также использовать для приготовления овсяного киселя. \n10. Аккуратно, не взбалтывая банку, слить квас в отдельную емкость. В некоторых источниках рекомендуется пользоваться резиновой трубкой, но закваска достаточно плотная и густая и при сливании практически недвижима. Закваску можно хранить в холодильнике до 10 дней, именно столько времени микроорганизмы сохраняют свои полезные свойства. \n11. Далее для приготовления лечебного киселя на 2 стакана воды взять 3-4 ст.л. закваски. Развести закваску в стакане воды (3 ложки). \n12. В кастрюлю налить 1 стакан воды, довести до кипения. \n13. Влить разведенную закваску в кипящую воду при постоянном помешивании. Довести до кипения. \n14. Варить кисель на медленном огне несколько минут, постоянно помешивая. Время варки зависит от желаемой густоты напитка. Чем дольше варится кисель, тем он будет гуще. По этому рецепту кисель получится далеко не густой, но и не жидкий. Если нужен густой, можно взять больше закваски. Дать напитку немного остыть. Можно пить овсяный кисель теплым или остывшим. Приятного аппетита!",
  "video": "https://www.youtube.com/watch?v=0Q1vBYS6GDU",
  "image": "https://i.pinimg.com/736x/dc/1c/a1/dc1ca118f46704d24247e54417224b8b.jpg",
  "ingredients": [
    "вода - 1 литр",
    "овсяные хлопья - 250 граммов",
    "овёс - 50 граммов",
    "кефир - 50 миллилитров"
  ]
},
{
  "_id": "6643a78a9d8f0d5b5b46b79a"
  ,
  "title": "Ванильный молочный коктейль",
  "recipe": "1. Налить молоко в чашу блендера. Количество молока нужно рассчитать на количество человек (200 мл. на одного).  \n2. Взять ванильное мороженое. При желании можно использовать шоколадное мороженое или фруктовое.  \n3. Отправить мороженое к молоку, начать взбивать на полной скорости.  \n4. Взбивать около 5 минут, постепенно увеличивая обороты.  \n5. Если нужно добавить фрукты, нарезать их мелко и отправить в процессе взбивания. Рецепт для ванильного коктейля, поэтому из добавок только ванилин в середине процесса. \n6. Разлить коктейль в высокие стаканы и сразу подать. Верх можно немного посыпать тертым шоколадом или украсить небольшими ягодками. Они хорошо будут держаться на поверхности пышной пены. Приятного угощения!",
  "video": "https://www.youtube.com/watch?v=CG0gkhXJPHs",
  "image": "https://i.pinimg.com/736x/09/34/21/093421999f09966fb7b76335060c4149.jpg",
  "ingredients": [
    "молоко - 400 миллилитров",
    "мороженое - 30 граммов",
    "ванилин - по вкусу"
  ]
},
{
  "_id":  "66438e8de18bebc6ea46b79a"
  ,
  "title": "Чай матча",
  "recipe": "1. Для начала прогреть чашу и венчик горячей водой. Просеять порошок чая матча через сито, чтобы избавиться от комков. \n2. Переложить порошок чая матча в чашку. \n3. Добавить небольшое количество горячей воды (около 15 миллилитров) и хорошо размешать венчиком, чтобы образовалась густая паста. \n4. Добавить оставшуюся горячую воду и тщательно размешать чай, пока не получится однородный напиток. \n5. По желанию добавить мед или сахар для подслащивания и молоко или сливки для кремовости. \n6. Чай матча готов к употреблению. Он богатым вкусом и ароматом. Приятного аппетита!\n",
  "video": "https://www.youtube.com/watch?v=Iod-nr0Z-QI",
  "image": "https://i.pinimg.com/736x/86/a9/60/86a96037f237f115ba27c6b3065f75b7.jpg",
  "ingredients": [
    "порошок чая матча - 1 чайная ложка",
    "горячая вода - 150 миллилитров",
    "мёд или сахар - по вкусу",
    "молоко или сливки - по вкусу"
  ]
},
{
  "_id":  "6643c4a79d8f0d5b5b46b79b"
  ,
  "title": "Карамельный айс-латте по-московски",
  "recipe": "1. Приготовить кофе любым удобным способом и дать ему остыть до комнатной температуры. \n2. Возять стакан и облить его бортики карамельным сиропом, затем всыпать в стакан лёд. \n3. Влить в стакан молоко и затем кофе. \n4. По желанию добавить взбитые сливки сверху.  \n5. Посыпать карамельную пудру или полить сиропом для украшения. \n6. Приятного аппетита!",
  "video": "https://www.youtube.com/watch?v=e8O0jYpWEsg",
  "image": "https://i.pinimg.com/736x/90/81/59/908159fe5408f4df3dd27c619a0567d2.jpg",
  "ingredients": [
    "кофе - 1 шот эспрессо",
    "молоко - 2/3 стакана",
    "кубики льда - по вкусу",
    "взбитые сливки - по вкусу",
    "карамельный сироп - по вкусу",
    "карамельная пудра - по вкусу"
  ]
},
{
  "_id":  "6644ebf007b4fc2d3b46b799"
  ,
  "title": "Лавандовый раф",
  "recipe": "1.  Цветы лаванды (без стебельков) смолоть в пыль в кофемолке или блендере. \n2.  Сварить кофе любым удобным способом, при необходимости отфильтровать гущу. \n3. Подогреть сливки до 60 градусов, смешать с кофе, добавить сахар и лаванду.  \n4. Взбить смесь венчиком или блендером до однородной консистенции. \n5. Готовый напиток перелить в чашку или бокал для подачи. По желанию украсить цветками лаванды. Приятного аппетита!",
  "video": "https://www.youtube.com/watch?v=E1cMkNlT7VA",
  "image": "https://i.pinimg.com/736x/f0/04/81/f00481e83eb0ace0f4723886a4bc95a7.jpg",
  "ingredients": [
    "кофе - 25-50 миллилитров",
    "сливки - 100 миллилитров",
    "сухие цветки лаванды - 1/2 чайная ложка",
    "сахар - 5 граммов"
  ]
},
{
  "_id": "664c8ee73d1ac8986b46b799"
  ,
  "title": "Смузи из яблока и банана",
  "recipe": "1. Бананы обязательно помыть, обсушить, очистить от шкурки и нарезать кружочками. Выбирать для смузи нужно полностью спелые плоды, именно банан придает напитку шелковистость и сладость. \n2. Яблоко помыть, обсушить и разрезать на четвертинки. Удалить сердцевину с семенами, срезать кожицу. Мякоть нарезать на небольшие кусочки. \n3. Киви помыть, обсушить и разрезать пополам. Ложкой вынуть мякоть и нарезать ее на кусочки. \n4. Зелень шпината хорошенько промыть проточной водой и высушить бумажными полотенцами. Удалить слишком жесткие стебли. \n5. В чашу блендера влить молоко (или другой напиток по вкусу) и насыпать овсяные хлопья. На одну порцию брать стакан молока и 2 столовые ложки хлопьев. Оставить их на 5 минут, чтобы хлопья немного набухли и размягчились. \n6. Положить в чашу с молоком нарезанные банан и яблоко. Взбить блендером продукты до однородности. \n7. Для малинового смузи также влить стакан молока, положить хлопья, яблоко, банан и добавить малину. В рецепте замороженная ягода, но можно взять и свежую. Взбить смузи аналогично до однородного состояния. \n8. Для зеленого смузи влить молоко, всыпать хлопья, положить банан, яблоко, киви и шпинат. Взбить смузи таким же образом. \n9. Подавать смузи сразу же после приготовления — в нем будет максимальное количество витаминов. Можно по вкусу добавить в него мед. Приятного аппетита!",
  "video": "https://www.youtube.com/watch?v=nvBdjQ1Hk40",
  "image": "https://i.pinimg.com/736x/e0/6b/38/e06b38a7bdb93665aac7db9d415a59b8.jpg",
  "ingredients": [
    "молоко - 3 стакана",
    "овсяные хлопья - 6 столовых ложек",
    "бананы - 2 штуки",
    "яблоки - 1 штука",
    "фрукты и ягоды - по вкусу",
    "шпинат - 10 листьев"
  ]
},
{
  "_id": "6651cbf8908829bc6446b799"
  ,
  "title": "Вода Сасси",
  "recipe": "1. Приготовить из фильтрованной воды лёд - он пригодится при подаче, особенно в жаркое время. \n2. В банке соединить 1 литр воды и сок с 1 выжатого лимона и размешать. \n3. Огурец и второй лимон, не очищая от кожуры, нарезать тонкими колечками. Полусферы с выжатого лимона разать на 4 части, они тоже ещё пригодятся. \n4. В лимонную воду добавить ломтики огурца, лимона и слегка растёртые листочки мяты. Можно при желании добавить одну чайную ложку тёртого свежего имбиря, но он повышает давление, поэтому не всем подходит. \n5. Долить ещё 1 литр фильтрованной воды, перемешать, закрыть крышкой и убрать в холодильник на ночь, чтобы напиток настоялся. Приятного аппетита!",
  "video": "https://www.youtube.com/watch?v=zAMTgo6-6Hc",
  "image": "https://i.pinimg.com/736x/e1/8f/b3/e18fb38ec455f08ccbbf99a178f8389d.jpg",
  "ingredients": [
    "вода - 2 литра",
    "лимоны - 2 штуки",
    "огурцы - 1 штуки",
    "мята - 12 листков"
  ]
},
{
  "_id": "6651cc2b908829bc6446b79b",
  "title": "Чай с куркумой и имбирём",
  "recipe": "1. Вначале срезать с промытого имбиря кожицу. Очищенный имбирь натереть на мелкой терке. \n2. Вскипятить воду, наливть ее в кружку и подождать 5 минут, пока температура воды не достигнет примерно 80 градусов. Такая температура считается самой оптимальной, для заваривания имбиря и куркумы. Воду лучше использовать фильтрованную или бутилированную. \n3. Добавить в кружку куркуму и 1 чайную ложку натертого имбиря. Все перемешать и дать напитку настояться 5 минут, пока температура воды не достигнет примерно 50 градусов и станет оптимальной для добавления меда. \n4. Через 5 минут добавить в кружку черный молотый перец, для улучшения усвоения куркумы, дольку лимона и мед. Все перемешать и дать чаю настояться еще примерно 5 минут. \n5. Еще раз перемешать напиток и подождать несколько минут, пока имбирь не осядет на дно. Или при желании, готовый напиток можно процедить через мелкое ситечко.   \n6. Наш чай с имбирем и куркумой готов. Этот напиток, с приятным пряно-жгучим вкусом, прекрасно повышает иммунитет, помогает в лечении простудных заболеваний, повышает умственную деятельность, положительно влияет на нервную систему и также обладает многими другими полезными свойствами. \n7. Пить такой чай рекомендуется по 1-й чашке в день. Приятного аппетита!",
  "video": "https://www.youtube.com/watch?v=O5WZyRvfF7U",
  "image": "https://i.pinimg.com/736x/2d/94/6c/2d946cab78b83054f579e75b8538c734.jpg",
  "ingredients": [
    "куркума - 1/3 чайной ложки",
    "имбирь - 1 чайная ложка",
    "вода - 250 миллилитров",
    "мёд - 1 чайная ложка",
    "лимон - 1 долька",
    "чёрный молотый перец - 1 щепотка"
  ]
},
{
  "_id": "6651cc32908829bc6446b79c",
  "title": "Смузи с тыквой и апельсином",
  "recipe": "1. Тыкву нарезать кубиками и положить в блендер. \n2. Выдавить из апельсинов сок и добавить к тыкве. Перемешать. \n3. Добавить в блендер нарезанный банан и снова перемешать. \n4. В получившуюся смесь добавить имбирь, корицу и мёд или сахар по вкусу. \n6. Остается снова перемешать сложенные в блендер ингредиенты до однородности. \n7. Тыквенный смузи готов!",
  "video": "https://www.youtube.com/watch?v=AQO-dx_mMrQ",
  "image": "https://i.pinimg.com/736x/25/c7/12/25c7126c4a2e52943595255557c6a1de.jpg",
  "ingredients": [
    "Тыква свежая/приготовленная на пару – 500 граммов",
    "апельсины - 2 штуки",
    "банан - 1-2 штуки",
    "вода - по вкусу",
    "мёд или сахар - по вкусу",
    "корица молотая - 1/2 чайной ложки",
    "имбирь молотый - 1/4 чайной ложки",
    "лёд - по вкусу"
  ]
},
{
  "_id": "6651cc3d908829bc6446b79d",
  "title": "Детокс напиток с огурцом",
  "recipe": "1. В большой блендер положить нарезанные огурцы, яблоки и сельдерей, по желанию можно добавить шпинат, мёд и лимонный сок. \n2. Залить ингредиенты водой. \n3. Перемешать ингредиенты в блендере, перелить в ёмкость и по желанию убрать в холодильник на несколько часов, чтобы напиток настоялся, либо сразу подавать к столу. \n4. Перед подачей можно добавить лед для дополнительного охлаждения. Приятного аппетита",
  "video": "https://www.youtube.com/watch?v=3txlMpKHLzU",
  "image": "https://i.pinimg.com/736x/87/b2/77/87b277c878655b64910052d82ddfd81c.jpg",
  "ingredients": [
    "огурцы - 2 штуки",
    "яблоки - 2 штуки",
    "шпинат - 100 граммов",
    "сельдерей - 2 штуки",
    "минеральная вода - 100 миллилитров",
    "лимонный сок - 2 столовые ложки",
    "мёд - по вкусу"
  ]
}
];